tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
brew "docker", link: false
brew "docker-machine"
brew "fish"
brew "sqlite"
brew "stow"
brew "python@3.9", link: false
brew "libtool"
brew "pango"
brew "ghq"
brew "mas"
brew "ninja"
brew "neovim"
brew "node", link: false
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "python@3.8", link: false
brew "starship"
brew "tmux"
brew "tree"
brew "z"
brew "zsh"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Craft", id: 1487937127
mas "Day One", id: 1055511498
mas "Display Menu", id: 549083868
mas "Dropover", id: 1355679052
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "PopClip", id: 445189367
mas "Shazam", id: 897118787
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Sorted", id: 1306893526
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Tot", id: 1491071483
mas "Transmit", id: 1436522307
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
